IDEA Open Model
ConnectionSetup.NumberIterations Property
 More iterations helps to find better solutions in contact elements but increases calculation time
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int NumberIterations { get; set; }
Public Property NumberIterations As Integer
	Get
	Set
public:
property int NumberIterations {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace